Repository: Berreip/VetSolutionRation
Catalog: VetSolutionRation.wpf/Properties/VetSolutionRatioRes.*.resx
Languages: fr_fr

# AnimalKind_BovineFemale
source: Cow
fr_fr: Vache

# AnimalSubKind_Heifer
source: Heifer
fr_fr: Génisse

# View_AnimalSelection_Search_Hint
source: Search an animal by nam (splited by space)
fr_fr: Rechercher un animal par nom (espace est un séparateur)

# View_AnimalSelection_Search_Tooltip
source: Each part of your search separated by a space will be processed. ie: if you type "gen 1" you will see what contains BOTH "gen" AND "1", but NOT what would contain only "gen". Search is not case sensitive
fr_fr: Chaque partie de votre recherche séparée par un espace va être traité. ex: si vous tapez "gen 1" vous verrez ce qui comporte A LA FOIS "gen" ET "1", mais PAS ce qui comporterait seulement "gen". La recherche n'est pas sensible à la cass

# AnimalKind_BovineMale
source: Bull
fr_fr: Taureau

# AnimalKind_SheepFemale
source: Ewe
fr_fr: Brebis

# AnimalKind_SheepMale
source: Ram
fr_fr: Bélier

# AnimalKind_GoatMale
source: He-goat
fr_fr: Bouc

# AnimalKind_GoatFemale
source: She-goat
fr_fr: Chèvre

# AnimalKind_HorseMale
source: Horse
fr_fr: Cheval

# AnimalKind_HorseFemale
source: Mare
fr_fr: Jument

# FeedSelectionModeVerifyRatiosTitle
source: Verify rations
fr_fr: Vérification des rations

# FeedSelectionModeCalculateRatiosTitle
source: Calculate rations
fr_fr: Calculer des rations
